export const artists=[
    {
        name: "林福全",
        data: {
            userImageUrl: '../img/59A1BC40-1971-4522-95DA-74E24BE8B8B3 1.png',
            name: '林福全',
            region: '台灣',
            year: '1963 -',
            description: `擁有國立臺灣師範大學美術系藝術學博士學位，現任該校美術系兼任助理教授。他曾在新竹師院（現國立新竹教育大學）及臺北市立大學任教，參與數十次國內外聯展，獲得包括全國版畫展第一名和全國油畫展金牌在內的多項殊榮。目前擔任中華民國跨世紀油畫研究會及臺灣今日畫家協會的理事。`,
            description1:
                '其創作理念是「體察生活，真心體悟」，他認為藝術是人類生命中最真摯且重要的紀錄形式。對他而言，藝術創作不僅是情感的表達，更是個人價值觀、生命經驗、處世態度及審美品味的綜合展現。因此，他將生活中對人事物的細膩觀察與真摯感悟融入作品中，賦予藝術創作深刻的意義。',
            timeline: [
                {
                    title: '學歷',
                    descriptionList: [
                        {
                            description: '國立臺灣師範大學藝術學博士',
                            year: ''
                        }
                    ],
                    showDetail: false
                },
                {
                    title: '經歷',
                    descriptionList: [
                        {
                            description: '國立臺灣師範大學美術系兼任助理教授<br>臺灣今日畫家協會理事長<br>中華民國油畫協會理事<br>中華民國跨世紀油畫研究會理事',
                            year: ''
                        }
                    ],
                    showDetail: false
                },
                {
                    title: '個展',
                    descriptionList: [
                        { description: '吉光片羽林福油畫個展 | 台北絢彩藝術中心', year: '2025' },
                        { description: '「因為，愛」林福全油畫個展 | 國父紀念館逸仙藝廊', year: '2019' },
                        { description: '「人間關懷」林福全個展 | 新竹縣文化局美術館', year: '2018' },
                        { description: '「人間關懷」林福全個展 | 高雄文化中心', year: '2017' },
                        { description: '行旅中的吉光片羽林福全油畫個展 | 吉林藝廊「𨑨迌」', year: '2017' },
                        { description: '林福全「人間關懷」油畫個展，師大德群藝廊', year: '2016' }
                    ],
                    showDetail: false
                },
                {
                    title: '聯展',
                    descriptionList: [
                        { description: '天地情懷-自然的意象油畫展 | 新竹縣影藝術中心', year: '2024' },
                        { description: '亞洲國際美展', year: '2001-2006' },
                        { description: '臺灣今日畫家協會聯展', year: '2008-2024' },
                        { description: '台北市藝術家聯展', year: '1999-2024' },
                        { description: '中華民國跨世紀油畫研究會聯展', year: '1999-2024' },
                    ],
                    showDetail: false
                },
                {
                    title: '獲獎',
                    descriptionList: [
                        { description: '第十屆中華人民共和國全國美展優秀作品獎', year: '2004' },
                        { description: '第五屆大墩美展油畫第二名', year: '1999' },
                        { description: '第二十三屆全國油畫展優選', year: '1999' },
                        { description: '第十三屆南美油畫展成績第二名', year: '1996' },
                        { description: '第十四屆日展版畫第一名', year: '1995' }
                    ],
                    showDetail: true
                },
                {
                    title: '出版品',
                    descriptionList: [
                        { description: '《破象·像·批判》— 藝術論述與人文社會對話專刊', year: '2013' },
                        { description: '林福全2001個展創作集', year: '2001' },
                        { description: '林福全2000年油畫作品集', year: '2000' },
                        { description: '林福全自選畫集', year: '1998' }
                    ],
                    showDetail: false
                },
                {
                    title: '典藏',
                    descriptionList: [
                        { description: '國立國父紀念館典藏', year: '' },
                        { description: '臺中市文化局典藏', year: '' },
                        { description: '文化部花蓮美術館典藏', year: '' },
                        { description: '高雄市立美術館典藏', year: '' }
                    ],
                    showDetail: false
                },
            ]
        },
        exhibitionData : [
            {
                title: "吉光片羽林福油畫個展",
                date: "2025.02.06- 2025.03.10",
                location: "台北",
                imageUrl: "../img/exhibition1.png",
                newsC: "「吉光片羽」，意指美好的事物稍縱即逝。這與展出的畫作中捕捉到的瞬間光影變幻、自然景致的短暫美感是相呼應的，突出了作品的核心主題和藝術特色，不管作品的具象與否解渴引發觀者對作品中蘊含的詩意與情感的聯想和思考，並促進了更深度的文化與藝術交流，邀請觀眾探索生命的珍貴與美好。"
            },
            {
                title: "現代藝術展：探索未來",
                date: "2024/06/01 - 2024/06/30",
                location: "高雄美術館",
                imageUrl: "../img/exhibition2.png",
                newsC: "「吉光片羽」，意指美好的事物稍縱即逝。這與展出的畫作中捕捉到的瞬間光影變幻、自然景致的短暫美感是相呼應的，突出了作品的核心主題和藝術特色，不管作品的具象與否解渴引發觀者對作品中蘊含的詩意與情感的聯想和思考，並促進了更深度的文化與藝術交流，邀請觀眾探索生命的珍貴與美好。"
    
            },
            {
                title: "抽象與現實：當代藝術的對話",
                date: "2024/07/15 - 2024/07/25",
                location: "台中藝術中心",
                imageUrl: "../img/exhibition3.png",
                newsC: "「吉光片羽」，意指美好的事物稍縱即逝。這與展出的畫作中捕捉到的瞬間光影變幻、自然景致的短暫美感是相呼應的，突出了作品的核心主題和藝術特色，不管作品的具象與否解渴引發觀者對作品中蘊含的詩意與情感的聯想和思考，並促進了更深度的文化與藝術交流，邀請觀眾探索生命的珍貴與美好。"
            },
            {
                title: "水墨畫國際交流展",
                date: "2024/08/05 - 2024/08/20",
                location: "國立故宮博物院",
                imageUrl: "../img/exhibition1.png",
                newsC: "「吉光片羽」，意指美好的事物稍縱即逝。這與展出的畫作中捕捉到的瞬間光影變幻、自然景致的短暫美感是相呼應的，突出了作品的核心主題和藝術特色，不管作品的具象與否解渴引發觀者對作品中蘊含的詩意與情感的聯想和思考，並促進了更深度的文化與藝術交流，邀請觀眾探索生命的珍貴與美好。"
            }
        ],
        relatedArticles : [
            {
                agency:"CNN",
                title: "藝術的影響力：解析現代油畫趨勢",
                date: "2024/01/15",
                imageUrl: "../img/relatedArticles1.png",
                newsC: "「吉光片羽」，意指美好的事物稍縱即逝。這與展出的畫作中捕捉到的瞬間光影變幻、自然景致的短暫美感是相呼應的，突出了作品的核心主題和藝術特色，不管作品的具象與否解渴引發觀者對作品中蘊含的詩意與情感的聯想和思考，並促進了更深度的文化與藝術交流，邀請觀眾探索生命的珍貴與美好。"
            },
            {
                agency:"公民新聞",
                title: "畫布上的夢想：當代藝術家的創作歷程",
                date: "2024/02/10",
                imageUrl: "../img/relatedArticles2.png",
                newsC: "「吉光片羽」，意指美好的事物稍縱即逝。這與展出的畫作中捕捉到的瞬間光影變幻、自然景致的短暫美感是相呼應的，突出了作品的核心主題和藝術特色，不管作品的具象與否解渴引發觀者對作品中蘊含的詩意與情感的聯想和思考，並促進了更深度的文化與藝術交流，邀請觀眾探索生命的珍貴與美好。"
            },
            {
                agency:"自由時報",
                title: "色彩的魔法：解析水彩藝術的魅力",
                date: "2024/03/05",
                imageUrl: "../img/relatedArticles3.png",
                newsC: "「吉光片羽」，意指美好的事物稍縱即逝。這與展出的畫作中捕捉到的瞬間光影變幻、自然景致的短暫美感是相呼應的，突出了作品的核心主題和藝術特色，不管作品的具象與否解渴引發觀者對作品中蘊含的詩意與情感的聯想和思考，並促進了更深度的文化與藝術交流，邀請觀眾探索生命的珍貴與美好。"
            },
            {
                agency:"CNN",
                title: "抽象與現實：探索藝術的界限",
                date: "2024/03/20",
                imageUrl: "../img/relatedArticles1.png",
                newsC: "「吉光片羽」，意指美好的事物稍縱即逝。這與展出的畫作中捕捉到的瞬間光影變幻、自然景致的短暫美感是相呼應的，突出了作品的核心主題和藝術特色，不管作品的具象與否解渴引發觀者對作品中蘊含的詩意與情感的聯想和思考，並促進了更深度的文化與藝術交流，邀請觀眾探索生命的珍貴與美好。"
            },
            {
                agency:"CNN",
                title: "油畫技巧揭秘：如何掌握筆觸與色彩",
                date: "2024/04/02",
                imageUrl: "../img/relatedArticles2.png",
                newsC: "「吉光片羽」，意指美好的事物稍縱即逝。這與展出的畫作中捕捉到的瞬間光影變幻、自然景致的短暫美感是相呼應的，突出了作品的核心主題和藝術特色，不管作品的具象與否解渴引發觀者對作品中蘊含的詩意與情感的聯想和思考，並促進了更深度的文化與藝術交流，邀請觀眾探索生命的珍貴與美好。"
            }
        ]
    },

    {
        name: "張維玲",
        data: {
            userImageUrl: '../img/59A1BC40-1971-4522-95DA-74E24BE8B8B3 2.png',
            name: '張維玲',
            region: '台灣',
            year: '1964 -',
            description: `張維玲的珠寶粉畫創作，巧妙地融合天然寶 石的能量，讓每幅畫作充滿生命與美感。她 的藝術風格獨具匠心，擅長運用金箔、珍珠 粉等礦物材料，創造出豐富的層次感，令作 品在視覺上極具吸引力。
            此外，張維玲的創作常探討人性中的複雜性與情感，透`,
            description1:
                '過明暗對比揭示善與惡的選擇， 引發觀者的深思。她希望透過藝術讓人們感 受到生活的多樣性與深度，並引導觀者進入 更深層的情感體驗。',
            timeline: [
                {
                    title: '學歷',
                    descriptionList: [
                        {
                            description: '樹德科技大學建築與室內設計研究所碩士',
                            year: ''
                        }
                    ],
                    showDetail: false
                },
                {
                    title: '展覽',
                    descriptionList: [
                        { description: '高雄國際藝術博覽會展出作品', year: '2024' },
                        { description: '廈門國際藝術博覽會展出作品', year: '2024' },
                        { description: '日本第十二回東京現展，於日本國立東京美術館展出。', year: '2024' },
                        { description: '日本近美関東美術展，在日本國立東京都美術館展出。', year: '2024' },
                        { description: '大立百貨；夏之頌展出', year: '2023' },
                        { description: '香榭藝廊展出', year: '2022' }
                    ],
                    showDetail: false
                },
            ]
        },
        artworkData : [
            {
                title: "皇室鳶尾花",
                material: "金箔 油煙墨 礦物顏料 絹布 ",
                size: "60 × 45 cm",
                date: "2024/12/01",
                imageUrl: "../img/Card.png"
            },
            {
                title: "歸途 (2023)",
                material: "膠彩 絹本",
                size: "80.5 x 59.0 cm",
                date: "2024/12/01",
                imageUrl: "../img/Card-1.png"
            },
            {
                title: "晨曦 (2021)",
                material: "水彩",
                size: "50.0 × 40.0",
                date: "2024/12/01",
                imageUrl: "../img/art3.png"
            },
            {
                title: "小漁村 (2021)",
                material: "油畫",
                size: "22.5 × 15.5",
                date: "2024/12/01",
                imageUrl: "../img/art1.png"
            },
            {
                title: "秋分 (2021)",
                material: "複合媒材",
                size: "70.0 × 70.0",
                date: "2024/12/01",
                imageUrl: "../img/art2.png"
            },
            {
                title: "晨曦 (2021)",
                material: "水彩",
                size: "50.0 × 40.0",
                date: "2024/12/01",
                imageUrl: "../img/art3.png"
            }
        ],
        exhibitionData : [
            {
                title: "皇室鳶尾花 ",
                date: "2025.02.06- 2025.03.10",
                location: "台北",
                imageUrl: "../img/Card.png",
                newsC: "「吉光片羽」，意指美好的事物稍縱即逝。這與展出的畫作中捕捉到的瞬間光影變幻、自然景致的短暫美感是相呼應的，突出了作品的核心主題和藝術特色，不管作品的具象與否解渴引發觀者對作品中蘊含的詩意與情感的聯想和思考，並促進了更深度的文化與藝術交流，邀請觀眾探索生命的珍貴與美好。"
            },
            {
                title: "現代藝術展：探索未來",
                date: "2024/06/01 - 2024/06/30",
                location: "高雄美術館",
                imageUrl: "../img/Card-1.png",
                newsC: "「吉光片羽」，意指美好的事物稍縱即逝。這與展出的畫作中捕捉到的瞬間光影變幻、自然景致的短暫美感是相呼應的，突出了作品的核心主題和藝術特色，不管作品的具象與否解渴引發觀者對作品中蘊含的詩意與情感的聯想和思考，並促進了更深度的文化與藝術交流，邀請觀眾探索生命的珍貴與美好。"
    
            },
            {
                title: "抽象與現實：當代藝術的對話",
                date: "2024/07/15 - 2024/07/25",
                location: "台中藝術中心",
                imageUrl: "../img/exhibition3.png",
                newsC: "「吉光片羽」，意指美好的事物稍縱即逝。這與展出的畫作中捕捉到的瞬間光影變幻、自然景致的短暫美感是相呼應的，突出了作品的核心主題和藝術特色，不管作品的具象與否解渴引發觀者對作品中蘊含的詩意與情感的聯想和思考，並促進了更深度的文化與藝術交流，邀請觀眾探索生命的珍貴與美好。"
            },
            {
                title: "水墨畫國際交流展",
                date: "2024/08/05 - 2024/08/20",
                location: "國立故宮博物院",
                imageUrl: "../img/exhibition1.png",
                newsC: "「吉光片羽」，意指美好的事物稍縱即逝。這與展出的畫作中捕捉到的瞬間光影變幻、自然景致的短暫美感是相呼應的，突出了作品的核心主題和藝術特色，不管作品的具象與否解渴引發觀者對作品中蘊含的詩意與情感的聯想和思考，並促進了更深度的文化與藝術交流，邀請觀眾探索生命的珍貴與美好。"
            }
        ],
        relatedArticles : [
            {
                agency:"CNN",
                title: "藝術的影響力：解析現代油畫趨勢",
                date: "2024/01/15",
                imageUrl: "../img/relatedArticles1.png",
                newsC: "「吉光片羽」，意指美好的事物稍縱即逝。這與展出的畫作中捕捉到的瞬間光影變幻、自然景致的短暫美感是相呼應的，突出了作品的核心主題和藝術特色，不管作品的具象與否解渴引發觀者對作品中蘊含的詩意與情感的聯想和思考，並促進了更深度的文化與藝術交流，邀請觀眾探索生命的珍貴與美好。"
            },
            {
                agency:"公民新聞",
                title: "畫布上的夢想：當代藝術家的創作歷程",
                date: "2024/02/10",
                imageUrl: "../img/relatedArticles2.png",
                newsC: "「吉光片羽」，意指美好的事物稍縱即逝。這與展出的畫作中捕捉到的瞬間光影變幻、自然景致的短暫美感是相呼應的，突出了作品的核心主題和藝術特色，不管作品的具象與否解渴引發觀者對作品中蘊含的詩意與情感的聯想和思考，並促進了更深度的文化與藝術交流，邀請觀眾探索生命的珍貴與美好。"
            },
            {
                agency:"自由時報",
                title: "色彩的魔法：解析水彩藝術的魅力",
                date: "2024/03/05",
                imageUrl: "../img/relatedArticles3.png",
                newsC: "「吉光片羽」，意指美好的事物稍縱即逝。這與展出的畫作中捕捉到的瞬間光影變幻、自然景致的短暫美感是相呼應的，突出了作品的核心主題和藝術特色，不管作品的具象與否解渴引發觀者對作品中蘊含的詩意與情感的聯想和思考，並促進了更深度的文化與藝術交流，邀請觀眾探索生命的珍貴與美好。"
            },
            {
                agency:"CNN",
                title: "抽象與現實：探索藝術的界限",
                date: "2024/03/20",
                imageUrl: "../img/relatedArticles1.png",
                newsC: "「吉光片羽」，意指美好的事物稍縱即逝。這與展出的畫作中捕捉到的瞬間光影變幻、自然景致的短暫美感是相呼應的，突出了作品的核心主題和藝術特色，不管作品的具象與否解渴引發觀者對作品中蘊含的詩意與情感的聯想和思考，並促進了更深度的文化與藝術交流，邀請觀眾探索生命的珍貴與美好。"
            },
            {
                agency:"CNN",
                title: "油畫技巧揭秘：如何掌握筆觸與色彩",
                date: "2024/04/02",
                imageUrl: "../img/relatedArticles2.png",
                newsC: "「吉光片羽」，意指美好的事物稍縱即逝。這與展出的畫作中捕捉到的瞬間光影變幻、自然景致的短暫美感是相呼應的，突出了作品的核心主題和藝術特色，不管作品的具象與否解渴引發觀者對作品中蘊含的詩意與情感的聯想和思考，並促進了更深度的文化與藝術交流，邀請觀眾探索生命的珍貴與美好。"
            }
        ]
    },
   
]